export const Cources = [
  {
    id: 1,
    title: 'Йога',
    description:
      'Благодаря комплексному воздействию упражнений происходит проработка всех групп мышц, тренировка суставов, улучшается циркуляция крови. Кроме того, упражнения дарят отличное настроение, заряжают бодростью и помогают противостоять стрессам.',
    advantages: [
      { num: 1, text: 'Давно хотели попробовать йогу, но не решались начать.' },
      {
        num: 2,
        text: 'Хотите укрепить позвоночник, избавиться от болей в спине и суставах.',
      },
      { num: 3, text: 'Ищете активность, полезную для тела и души.' },
    ],
    directions: [
      { list: 1, text: 'Йога для новичков' },
      { list: 2, text: 'Классическая йога' },
      { list: 3, text: 'Йогатерапия' },
      { list: 4, text: 'Кундалини-йога' },
      { list: 5, text: 'Хатха-йога' },
      { list: 6, text: 'Аштанга-йога' },
    ],
  },
  {
    id: 2,
    title: 'Стретчинг',
    description:
      'Стретчинг (или stretching) – это система упражнений, целью которых является разогрев и растяжка мышц и связок. При этом стретчинг – не просто комплекс упражнений для разминки перед тренировкой, а самостоятельное направление фитнеса, которое может использоваться как в комплексе с другими направлениями, так и самостоятельно.',
    advantages: [
      { num: 1, text: 'Хотите подтянуть тело, смоделировать мышечный корсет' },
      { num: 2, text: 'Улучшить осанку и координацию' },
      { num: 3, text: 'Улучшить кровообращение и обмен веществ' },
    ],
    directions: [
      { list: 1, text: 'статический' },
      { list: 2, text: 'динамический' },
      { list: 3, text: 'пассивный' },
      { list: 4, text: 'активный' },
    ],
  },
]
